Repository: Eric-Brison/dynacase-appswitcher
Catalog: APP_SWITCHER_*.po
Languages: fr

source: APP_SWITCHER:APP_SWITCHER
fr: Application de sélection d'application

source: APP_SWITCHER:APP_SWITCHER access
fr: ACL : Application de sélection d'application

source: APP_SWITCHER:Add suppress shortcut
fr: Ajouter/Supprimer un raccourci

source: APP_SWITCHER:Admin access
fr: Accéder à l'espace d'administration

source: APP_SWITCHER:Default app switcher for DCP
fr: Application de sélection d'application

source: APP_SWITCHER:Disconnect
fr: Déconnecter

source: APP_SWITCHER:Display
fr: Afficher

source: APP_SWITCHER:Error
fr: Erreur

source: APP_SWITCHER:Info
fr: Information

source: APP_SWITCHER:No selected application
fr: Pas d'application sélectionnée

source: APP_SWITCHER:Open in a new window
fr: Ouvrir dans une fenêtre...

source: APP_SWITCHER:Reload
fr: Recharger

source: APP_SWITCHER:SETDEFAULTAPPLICATION
fr: SET DEFAULT APPLICATION

source: APP_SWITCHER:SHORTCUT_APPLICATION
fr: SHORTCUT APPLICATION

source: APP_SWITCHER:Search
fr: Recherche

source: APP_SWITCHER:Set as default application
fr: Sélectionner comme application par défaut

source: APP_SWITCHER:Title
fr: Dynacase

source: APP_SWITCHER:User with fid '%s' not found.
fr: Utilisateur avec fid '%s' non trouvé.

source: APP_SWITCHER:application present in application bar
fr: Liste des applications dans la barre

source: APP_SWITCHER:default application displayed
fr: Application par défaut
